Repository: instedd/resourcemap
Catalog: locale/*/app.po
Languages: fr

source: Member %{user} was added
fr: Membre %{user} a été ajouté

source: '%{code}' changed from %{old_value} to %{new_value}
fr: %{code} modifié de %{old_value} à %{new_value}

source: Sign out
fr: Quitter

source: Download as CSV
fr: Télécharger comme CSV

source: Permission changed from %{previous_permission} to %{new_permission} in %{layer} layer for anonymous users
fr: Droits d'accès changés pour les utilisateurs anonymes de %{previous_permission} en %{new_permission} pour le couche %{layer}

source: Anonymous permissions changed
fr: Anonymes permissions modifiées

source: Permission changed from %{previous_permission} to %{new_permission} in layer %{layer} for %{user}
fr: Droits d'accès changés de %{previous_permission} en %{new_permission} dans la couche %{couche} pour %{user}

source: Member added
fr: Membre ajouté

source: %{user} removed from administrators group
fr: %{user} a été enlevé des administrateurs

source: Search or drag the pin
fr: Recherchez ou glissez le pin

source: "Permission changed from %{previous_permission} to %{new_permission} in location layer for #{data['user']}"
fr: "Droits d'accès changés de %{previous_permission} en %{new_permission} dans le couche de emplacement pour #{data['user']}"

source: Member permissions changed
fr: Membre permissions modifiées

source: Name and location can be private only if every other layer is
fr: Nom et emplacement peut être privé seulement si toutes las autres couches sont privées.

source: Member removed
fr: Membre supprimé

source: Download sample CSV
fr: Télécharger un CSV modèle

source: Enter Snapshot name
fr: Entrez le nom du cliché

source: Site '%{old_name}' was renamed to '%{new_name}'
fr: Site %{old_name} a été renommée %{new_name}

source: Log in
fr: Se connecter

source: Site '%{site_name}' changed: %{changes}
fr: Site %{site_name} modifiée: %{changes}

source: Load more sites...
fr: Chargez plusieurs sites...

source: Present time
fr: Le présent

source: name changed from '%{old_name}' to '%{new_name}'
fr: nom modifié de %{old_name} à %{new_name}

source: location changed from %{old_location} to %{new_location}
fr: Emplacement modifié de %{old_location} à %{new_location}

source: Admin permissions changed
fr: Admin permissions modifiées

source: Permission changed from %{previous_permission} to %{new_permission} in layer %{layer} for anonymous users
fr: Droits d'accès modifiés de %{previous_permission} à %{new_permission} dans couche %{layer} pour utilisateurs anonymes

source: %{user} became an administrator
fr: %{user} a permis d'administration

source: Member %{user} was removed
fr: Membre %{user} a été supprimée

source: '%{code}' changed from (nothing) to %{new_value}
fr: '%{code}' a changé de (rien) à %{new_value}

source: Permission changed from %{previous_permission} to %{new_permission} in name layer for %{user}
fr: Droits d'accès modifiés de %{previous_permission} à %{new_permission} dans couche de nóm pour %{user}

source: with location missing
fr: Localisation manquante

source: Permission changed in %{layer} layer for anonymous users
fr: Droits d'accès modifiés dans couche %{layer} pour utilisateurs anonymes

source: updated within the last month
fr: mise à jour au cours du dernier mois

source: Visit our backlog
fr: Visitez notre repo

source: where %s has no value
fr: n'a pas de valeur

source: How can I help?
fr: Comment puis-je aider?

source: Permission changed in location layer for %{user}
fr: Droits d'accès modifiés dans couche d'emplacement pour %{user}

source: in
fr: en

source: where Name starts with '%s'
fr: où nom commence par '%s'

source: There was an error processing this activity
fr: Il ya eu une erreur lors du traitement de cette activité

source: Join our discussion list
fr: Rejoignez notre liste de discussion

source: Permission changed in layer %{layer} for anonymous users
fr: Droits d'accès modifiés dans la couche %{layer} pour utilisateurs anonymes

source: updated within the last week
fr: mise à jour dans la dernière semaine

source: updated within the last hour
fr: mise à jour dans la dernière heure

source: Got suggestions or feature requests? Join the discussion.
fr: Avez-vous des suggestions ou des demandes de fonctionnalités? Participez à la discussion.

source: New CSV imported into collection '%{name}'
fr: New CSV importé dans la collection '% {name}'

source: Permission changed in layer %{layer} for %{user}
fr: Droits d'accès modifiés dans couche %{layer} pour %{user}

source: Search
fr: Rechercher

source: Leave collection
fr: Créer une collection

source: updated within the last day
fr: mise à jour au cours des dernières 24 heures

source: → change icon to:
fr: changer l'icône en :

source: Invalid condition due to field missing. Please remove
fr: Condition nulle due au champ manquant. Se il vous plaît retirer

source: where %s is between %s and %s
fr: où %s est entre %s and %s

source: where %s is '%s'
fr: où %s is %s

source: Are you sure you want to leave this collection? You will not be able to access it anymore
fr: Êtes-vous sûr de vouloir quitter cette collection? Vous ne serez pas en mesure d'y accéder plus

source: Got a way with code? Help us develop our tools (and make the world a better place at the same time).
fr: Vous êtes développeur? Aidez-nous développons nos outils (et faire du monde un meilleur endroit en même temps).

source: Invalid because of a deleted field in a condition
fr: Invalide parce que d'un champ supprimé dans un état

source: The site cannot be saved due to validation errors
fr: Le site ne peut être sauvé en raison d'erreurs de validation

source: Permission changed in name layer for %{user}
fr: Droits d'accès modifiés dans couche de nóm pour %{user}"

source: with %s %s '%s'
fr: avec %s %s %s

source: where %s starts with '%s'
fr: où %s commence par %s
