Repository: instedd/resourcemap
Catalog: locale/*/app.po
Languages: fr

source: %{kind} field %{name} %{code} options changed from %{old_options} to %{new_options}
fr: champ %{kind} %{name} %{code} options modifiées de %{old_options} en %{new_options}

source: %{kind} field %{name} %{code} was added
fr: champ %{kind} %{name} %{code} a été ajouté

source: %{kind} field %{name} %{code} was deleted
fr: champ %{kind} %{name} %{code} a été supprimé

source: (no value)
fr: (pas de valeur)

source: (nothing)
fr: (rien)

source: API access
fr: accès à l'API

source: Access the API in
fr: Accéder à l'API dans

source: Accurately tracking and allocating resources is critical to getting the most from every asset at your disposal. Resource Map can help you maximize your resource allocation and usage.
fr: Suivre et affecter des ressources avec précision est essentiel pour obtenir le maximum de chaque actif dont vous disposez. La Carte des ressources peut vous aider à maximiser votre affectation et utilisation des ressources.

source: Accurately tracking and allocating resources is critical to getting the most from every asset at your disposal. Here are a few ways that Resource Map can help you maximize your resource allocation and usage:
fr: Suivre et affecter des ressources avec précision est essentiel pour obtenir le maximum de chaque actif dont vous disposez. Voici quelques façons dont la Carte des ressources peut vous aider à maximiser votre affectation et utilisation des ressources :

source: Activity
fr: Activité

source: Add Alert
fr: Ajouter un avertissement

source: Add Gateway
fr: Ajouter une passerelle

source: Add Reminder
fr: Ajouter un rappel

source: Add another condition
fr: Ajouter une autre condition

source: Add columns for new fields
fr: Ajouter des colonnes pour de nouveaux champs

source: Add form field
fr: Ajouter un champ de formulaire

source: Add layer
fr: Ajouter une couche

source: Add member
fr: Ajouter un membre

source: Add more...
fr: Ajouter davantage de ...

source: Add rows for new sites
fr: Ajouter des lignes pour de nouveaux champs

source: Add...
fr: Ajouter...

source: Adjust
fr: Ajuster

source: Adjust logo
fr: Ajuster logo

source: Admin
fr: Administration

source: Advanced
fr: Avancé

source: Agency
fr: Agence

source: Alert
fr: Avertissement

source: Alerts
fr: Avertissements

source: All of following conditions
fr: Toutes les conditions suivantes

source: All sites
fr: Tous les champs

source: Allow decimal numbers
fr: Autoriser des nombres décimaux

source: Android Phone SMS Gateway -Advanced Setup
fr: Passerelle SMS téléphone Android - Configuration avancée

source: Android Phone SMS Gateway -Basic Setup(Recommended)
fr: Passerelle SMS téléphone Android - Configuration de base (recommandée)

source: Any of the following conditions
fr: Une des conditions suivantes

source: Apply
fr: Appliquer

source: Apply this alert to
fr: Appliquer cet avertissement à

source: Are you sure you want to delete this collection's sites?
fr: Etes-vous certain que vous souhaitez supprimer les champs de cette collection ?

source: Are you sure you want to delete this collection? All sites, layers, fields, memberships and activities will also be deleted.
fr: Etes-vous certain que vous souhaitez supprimer cette collection ? Tous les sites, couches, champs, membres et activités seront également supprimés.

source: Attributes
fr: Attributs

source: CSD API Settings
fr: Paramètres de l'API de CSD

source: Can't save
fr: Ne peut pas sauvegarder

source: Cancel
fr: Annuler

source: Center for Malaria Parasitology and Entomology
fr: Centre pour la Parasitologie et l'Entomologie du paludisme

source: Change basic information about this collection
fr: Modifier l'information de base sur cette collection

source: Change site display on map
fr: Modifier l'affichage du site sur la carte

source: Check the
fr: Vérifier le/la

source: Click here for instructions
fr: Cliquer ici pour les instructions

source: Collaborate
fr: Collaborer

source: Collaborative:
fr: En collaboration :

source: Collapse all
fr: Réduire tout

source: Collection '%{name}' was created
fr: '%{name}' de collection a été créé

source: Collection created
fr: Collection créée

source: Collection imported
fr: Collection importée

source: Column Settings
fr: Paramètres des colonnes

source: Confirmed At
fr: Confirmé à

source: Contact the administrator if you think you should.
fr: Contactez l'administrateur si vous pensez que cela est nécessaire.

source: Context
fr: Contexte

source: Create Collection
fr: Créer une collection

source: Create Site
fr: Créer un site

source: Create account
fr: Créer un compte

source: Create new collection
fr: Créer une nouvelle collection

source: Curate
fr: Organiser

source: Curate Data
fr: Organiser les données

source: DD/MM/YYYY (e.g. "31/12/2013")
fr: JOUR/MOIS/ANNEE (ex: 31/12/2013)

source: Date Format
fr: Format de date :

source: Define and track custom data types and variables
fr: Définir et suivre les types et variables de données personnalisées

source: Define basic information about this collection
fr: Définir l'information de base sur cette collection

source: Delete collection
fr: Supprimer la collection

source: Delete this collection's sites
fr: Supprimer les sites de cette collection

source: Do not send notifications
fr: Ne pas envoyer de notification

source: Done
fr: Terminer

source: Download a CSV with all the sites in this collection
fr: Télécharger un CSV avec tous les sites dans cette collection

source: Download a template CSV file
fr: Télécharger un fichier modèle de CSV

source: Edit
fr: Modifier

source: Edit Account
fr: Modifier le compte

source: Edit or create a hierarchy for this field.
fr: Modifier ou créer une hiérarchie pour ce champ

source: Email
fr: Courrier électronique

source: Events
fr: Évènements

source: Export this result in
fr: Transférer ce résultat dans

source: Export your Resource Map database for further analysis in other applications
fr: Exporter votre base de données de la Carte des ressources pour une analyse ultérieure dans d'autres applications

source: Features
fr: Caractéristiques

source: Field semantics, usually meaningful to external systems that depend on Resource Map
fr: Sémantique du champ normalement significative pour les systèmes externes qui dépendent de la Carte des ressources

source: Fields
fr: Champs

source: Fix the errors to start importing
fr: Corriger les erreurs pour commencer à importer

source: Format that will be used to display and update date values for this field.
fr: Format qui sera utilisé pour afficher et mettre à jour les valeurs de date pour ce champ

source: Free
fr: Gratuit

source: Free:
fr: Gratuit :

source: Gain insight into the location & distribution of food supplies
fr: Obtenir un aperçu de la localisation et de la distribution des disponibilités alimentaires

source: Gain insight into the location & distribution of medical supplies and personel
fr: Obtenir un aperçu de la localisation et de la distribution des fournitures médicales et du personnel médical

source: Gain insight into the location & distribution of your resources
fr: Obtenir un aperçu de la localisation et de la distribution de vos ressources

source: Gateway
fr: Passerelle

source: Gateways
fr: Passerelles

source: Get updates
fr: Obtenir des mises à jour

source: Getting started with Resource Map is simple. Just enter resource allocation data manually or upload an existing spreadsheet containing the data. Once your data is online, it's easy to keep tabs on resources visually, on a real-time map, using any computer or smartphone. Even better, field teams can receive alerts, update resource deployment, and query resource status using any phone that can send and receive text messages, in addition to using a computer or smartphone. If you can get a cell phone signal, you can view and manage resources with Resource Map.
fr: Commencer à travailler avec la Carte des ressources est simple. Il suffit d'entrer manuellement les données sur l'affection des ressources ou de télécharger en amont un tableur existant contenant les données. Une fois que vos données sont en ligne, il est facile de surveiller les ressources visuellement sur une carte en temps réel en utilisant tout ordinateur ou téléphone intelligent. Ce qui est encore mieux, les équipes de terrain peuvent recevoir des avertissements, mettre à jour le déploiement des ressources et demander quelle est la situation en ce qui concerne les ressources en utilisant tout téléphone qui peut envoyer et recevoir des SMS en plus d'un ordinateur ou d'un téléphone intelligent. Si vous pouvez obtenir un signal pour votre portable, vous pouvez voir et gérer les ressources avec la Carte des ressources.

source: Go back to present
fr: Revenir au présent

source: Group by
fr: Groupé par

source: Hide Configuration
fr: Masquer la configuration

source: Hierarchically structured elements
fr: Éléments structurés de façon hiérarchique

source: Hierarchy
fr: Hiérarchie

source: Home
fr: Accueil

source: How does it work?
fr: Comment cela fonctionne-t-il?

source: ID With Prefix:
fr: ID avec préfixe

source: Icon
fr: Icône

source: Id:
fr: Identité :

source: Identify
fr: Identifier

source: If you change an option code the sites' properties with this value will be lost.
fr: Si vous changez un code d'option, les propriétés des sites comportant cette valeur seront perdues.

source: If you notice issues with some characters (such as accents) try exporting the CSV with UTF-8 encoding.
fr: Si vous remarquez des problèmes avec certains caractères (comme les accents), essayez d'exporter le CSV avec un encodage UTF-8.

source: Import
fr: Importer

source: Import existing resource allocation data from spreadsheets
fr: Importer les données d'affectation des données existantes à partir des tableurs.

source: Import failed :-(
fr: L'importation a échoué :-(

source: Import finished!
fr: Importation terminée !

source: Import in progress.
fr: Importation en cours.

source: Import layers from collection:
fr: Couches d'importation de la collection:

source: Import wizard
fr: Guide intelligent de l'importation

source: Importing data
fr: Importer des données

source: Importing, please wait. This might take several minutes.
fr: En train d'importer des données, veuillez patienter. Cela peut prendre plusieurs minutes.

source: In a limited number of countries we have a gateway provided by a local phone company that can be used to send and recieve system messages. Please select the list below to
fr: Dans un nombre limité de pays, une passerelle nous est fournie par une entreprise de téléphonie locale et peut être utilisée pour envoyer et recevoir des messages du système. Veuillez sélectionner la liste ci-dessous pour

source: In an emergency medical situation, when lives may hang in the balance, the last thing you want to do is waste time finding supplies, personnel, and mobile or permanent treatment facilities. With Resource Map, you can quickly locate and manage critical resources on a real-time map using a computer or smartphone. On an emergency scene, when you might not have access to computers or smartphones, you and your team can view and update resource allocations with any phone capable of text messaging.
fr: Dans une situation médicale d'urgence, lorsque des vies sont en danger, vous ne voulez pas perdre du temps à trouver les fournitures, le personnel et les établissements de traitement mobiles ou permanents. Avec la Carte des ressources, vous pouvez localiser et gérer rapidement les ressources essentielles sur une carte en temps réel en utilisant un ordinateur ou un téléphone intelligent. Sur les lieux d'une urgence, où il est possible que vous n'ayez pas accès à un ordinateur ou à un téléphone intelligent, votre équipe et vous-même pouvez voir et mettre à jour les affectations des ressources en utilisant tout portable pouvant envoyer et recevoir des SMS.

source: Insightful:
fr: Perspicace :

source: Key
fr: Touche

source: Last update
fr: Dernière mise à jour

source: Lat
fr: Latitude

source: Layer %{layer} changed: %{changes}
fr: Couche %{layer} modifiée : %{changes}

source: Layer %{layer} was created with fields: %{fields}
fr: Couche %{layer} a été créée avec les champs : %{fields}

source: Layer %{layer} was deleted
fr: Couche %{layer} a été supprimée

source: Layer %{layer} was renamed to %{changes}
fr: Couche %{layer} a été renommée %{changes}

source: Layer changed
fr: Couche modifiée

source: Layer created
fr: Couche créée

source: Layer deleted
fr: Couche supprimée

source: Layers
fr: Couches

source: Load more
fr: Charger davantage

source: Loading...
fr: En train de charger...

source: Location
fr: Emplacement

source: Location missing
fr: Localisation manquante

source: Location:
fr: Localisation:

source: Long
fr: Longitude

source: MM/DD/YYYY (e.g. "12/31/2013")
fr: MOIS/JOUR/ANNÉE (ex: 12/31/2013)

source: Maintain
fr: Mettre à jour

source: Make better decisions
fr: Prendre de meilleures décisions

source: Manage layers and fields of this collection's sites
fr: Gérer les couches et les champs des sites de cette collection

source: Manage who can see this collection and who can read/write its layers
fr: Gérer qui peut voir cette collection et qui peut lire/rédiger les couches

source: Managing Disease Prevention Supplies
fr: Gérer les fournitures pour la prévention des maladies

source: Map Ready:
fr: La carte est prête :

source: Medicine is at its best when it helps people avoid illness in the first place. Resource Map aids prevention efforts by giving teams new ways to manage key supply chain items, such as vaccines, vitamins, and other disease prevention tools. And by uploading statistics on various measures of health, you can even use Resource Map to monitor the effectiveness of your interventions. After all, a healthy community is one of your most important resources.
fr: La meilleure situation est lorsque la médecine aide les populations à éviter les maladies. La Carte des ressources facilite les efforts de prévention en donnant aux équipes de nouvelles façons de gérer les éléments clés de la chaîne d'approvisionnement tels que les vaccins, les vitamines et les'autres outils de prévention des maladies. En téléchargeant en amont les statistiques sur diverses mesures de santé, vous pouvez même utiliser la Carte des ressources pour surveiller l'efficacité de vos interventions. Après tout, une communauté en bonne santé est une de vos ressources les plus importantes.

source: Member → Site → Layer
fr: Membre → Site → Couche

source: Members
fr: Membres

source: Monitoring Food Prices and Supply Levels
fr: Surveiller les prix des aliments et le niveau des approvisionnements

source: Move to layer...
fr: Passer à la couche...

source: My Collections
fr: Mes Collections

source: Name
fr: Nom

source: Name:
fr: Nom:

source: National Gateway(Only Some Country Supported)
fr: Passerelle nationale (certains pays seulement)

source: New Site
fr: Nouveau site

source: New item
fr: Nouvel élément

source: None
fr: Aucun

source: Note: your last import to this collection failed, and was based on a file named %s, %s ago.
fr: Remarque :votre dernière importation a échoué et était basée sur un fichier nommé %s, il y a %s

source: Note: your last import to this collection was based on a file named %s, %s ago.
fr: Remarque :votre dernière importation à cette collection a échoué et était basée sur un fichier nommé %s, il y a %s.

source: Notify these people
fr: Notifier les personnes suivantes

source: Now specify how to map each column to a field.
fr: Spécifier maintenant comment reporter chaque colonne à un champ.

source: Open Source
fr: Source ouverte

source: Original filename
fr: Nom de fichier initial

source: Overview
fr: Vue d'ensemble

source: Password
fr: Mot de passe

source: Password :
fr: Mot de passe :

source: Permissions per layer
fr: Droits d'accès par couche

source: Please
fr: S'il vous plaît

source: Please contact InSTEDD for support.
fr: Veuillez contacter InSTEDD à des fins d'appui.

source: Please fill all the required information to configure this collection to be accessible via CSD API.
fr: Veuillez remplir toute l'information requise pour configurer cette collection pour qu'elle soit accessible par le biais de l'API de CSD.

source: Please select the SMS gateways to be used for this collection. When using more than one gateway the system will use one of the other gateways if the primary fails.
fr: Veuillez sélectionner les passerelles SMS à utiliser pour cette collection. Lorsque vous utilisez plus d'une passerelle, le système utilisera une des autres passerelles si la première passerelle échoue.

source: Please select what you want to update with this input:
fr: Veuillez sélectionner ce que vous souhaitez mettre à jour avec cette entrée :

source: Possible values for this field.
fr: Valeurs possibles pour ce champ.

source: Preview
fr: Aperçu

source: Properties
fr: Propriétés

source: Read
fr: Lire

source: Receive
fr: Recevoir

source: Receive instant Web or text alerts when resources are low
fr: Recevoir des avertissements instantanés sur le web ou sous forme de SMS lorsque les ressources sont basses.

source: Refine further
fr: Affiner davantage

source: Refine results
fr: Affiner les résultats

source: Reminders
fr: Rappels

source: Remove columns for fields you are not interested in updating
fr: Supprimer les colonnes pour les champs que vous ne souhaitez pas mettre à jour

source: Remove rows for sites you are not interested in updating
fr: Supprimer les lignes pour les sites que vous ne souhaitez pas mettre à jour

source: Report a bug
fr: Signaler un bogue

source: Request resource status updates using text messages
fr: Demander des mises à jour de l'état des ressources avec des SMS

source: Resolve these conflicts in order to complete the upload
fr: Résoudre ces conflits pour terminer le téléchargement en amont

source: ResoureMap Default Gateway
fr: Passerelle implicite de la Carte des ressources

source: Rwanda Ministry of Health
fr: Ministère de la Santé du Rwanda

source: SMS Enabled:
fr: SMS activé :

source: SMS Gateway
fr: Passerelle SMS

source: SMS Gateways
fr: Passerelles SMS

source: SMS Settings
fr: Paramètres SMS

source: Save
fr: Sauvegarder

source: Save layer
fr: Sauvegarder la couche

source: Saving layer, please wait...
fr: En train de sauvegarder la couche, veuillez patienter...

source: Saving reminder, please wait...
fr: En train de sauvegarder le rappel, veuillez patienter...

source: See everything on the map for a birds-eye view
fr: Vue d'ensemble de la situation

source: Select logo from uploaded image
fr: Choisir le logo à partir de l'image téléchargée en amont

source: Send Now!
fr: Envoyer maintenant !

source: Send emails to:
fr: Envoyer des courriers électroniques à :

source: Send text messages to:
fr: Envoyer des SMS à :

source: Set SMS quota for individual collection
fr: Définir le quota de SMS pour la collection individuelle

source: Settings
fr: Paramètres

source: Show columns:
fr: Afficher les colonnes :

source: Show them
fr: Montrer

source: Showing first 10 records.
fr: Afficher les 10 premiers enregistrements.

source: Sign up
fr: S'inscrire

source: Singed In
fr: Session ouverte

source: Singed Up
fr: Inscrit

source: Site %{site} was created
fr: Site %{site} a été créé

source: Site %{site} was deleted
fr: Site %{site} a été supprimé

source: Site Name
fr: Nom du site

source: Site changed
fr: Site modifié

source: Site created
fr: Site créé

source: Site deleted
fr: Site supprimé

source: Snapshots
fr: Clichés

source: Some sites
fr: Certains sites

source: Sorry, something failed during the import. Please contact InSTEDD for support.
fr: Désolé, l'importation a échoué. Veuillez contacter l'InSTEDD à des fins d'appui.

source: South America
fr: Amérique du Sud

source: Specify how to map each column to a field
fr: Spécifier comment reporter chaque colonne à un champ

source: Start importing
fr: Commencer l'importation

source: Status
fr: État

source: Successful Outcome
fr: Résultat fructueux

source: Take new snapshot
fr: Prendre un nouveau cliché

source: Test Your Gateway
fr: Tester votre passerelle

source: Testing Environmental Health
fr: En train de tester la santé de l'environnement

source: The National Center for Parasitology, Entomology and Malaria Control (CNM)
fr: Le Centre national pour la Parasitologie, l'Entomologie et la lutte contre le paludisme (CNM)

source: The Rwanda Ministry of Health uses Resource Map as its Facility Registry service. The Facility Registry provides the master list of hospitals, clinics and health services and is a building block of Rwanda's national Health Information System, which integrates Resource Map data into clinical and public health workflows and tools across the country.
fr: Le Ministère de la Santé du Rwanda utilise la Carte des ressources en tant que son service de registre des établissements. Le registre des établissements fournit la liste de contrôle des hôpitaux, cliniques et services de santé et est une composante de base du Système national d'information sur la santé du Rwanda, qui intègre les données de la carte des ressources dans les flux de travaux et les outils cliniques et de santé publique dans l'ensemble du pays.

source: The abbreviation used to report via SMS.
fr: L'abréviation utilisée pour envoyer un rapport par le biais de SMS.

source: The android phone sms gateway allow you to use any adroid device as a local gateway for sending and receiving system SMS message
fr: La passerelle SMS de téléphone Android vous permet d'utiliser tout dispositif Android en tant que passerelle locale pour envoyer et recevoir un message du système sous forme de SMS.

source: The context in which the agency uses this identifier
fr: Le contexte dans lequel l'agence utilise cet identificateur

source: The data type to fill in this field.
fr: Le type de données pour remplir ce champ.

source: The health of any community is intimately related to the health of the environment that surrounds it. Resource Map helps to keep the air clean, the water pure, and sanitation effective by giving you instant, visual access to an array of environmental quality indicators. Field reports can be filed with any phone capable of text messaging, allowing your team the mobility it needs to test and report environmental conditions more frequently and easily.
fr: La santé de chaque communauté est intimement liée à la santé de l'environnement qui l'entoure. La Carte des ressources vous aide à garder l'air propre, l'eau pure et l'hygiène efficace en vous donnant un accès visuel instantané à une gamme d'indicateurs de la qualité de l'environnement. Des rapports de terrain peuvent être enregistrés avec tout téléphone pouvant envoyer et recevoir des SMS, ce qui donne à votre équipe la mobilité dont elle a besoin pour tester et faire des rapports plus fréquemment et facilement sur les conditions environnementales.

source: The name of this field as it is presented.
fr: Le nom de ce champ tel qu'il est présenté.

source: The organization for which this identifier is meaningful
fr: L'organisation pour laquelle cet identificateur est significatif

source: The page you are trying to access doesn't exist or you don't have permission for accessing it.
fr: La page à laquelle que vous essayez d'accéder n'existe pas ou vous n'avez pas l'autorisation d'y accéder.

source: Then you will be able to define how to use each column.
fr: Vous pourrez ensuite définir comment utiliser chaque colonne.

source: There are no snapshots for this collection.
fr: Il n'y pas de cliché pour cette collection.

source: There are sites with no location set
fr: Il y a des sites sans emplacement défini

source: There was
fr: Il y avait

source: This may take a while depending on the size of your file.
fr: Cela peut prendre un certain temps selon la taille de votre fichier.
