Repository: instedd/resourcemap
Catalog: locale/*/app.po
Languages: fr

source: This will allow you to browse data in the future as it is looking right now.
fr: Cela vous permettra de parcourir les données dans l'avenir à des fins de comparaison.

source: This wizard will guide you through importing a CSV file
fr: Ce guide intelligent vous guidera tout au long de l'importation d'un fichier CSV

source: Time
fr: Temps

source: To make changes, please
fr: Pour effectuez des changements, veuillez

source: Track Food Prices and Supply Levels in Real Time
fr: Suivre le prix des aliments et le niveau des approvisionnements en temps réel

source: Track Medical Supplies and Personnel in Real Time
fr: Suivre les fournitures médicales et le personnel en temps réel

source: Tracking Medical Supplies and Personnel
fr: Suivre les fournitures médicales et le personnel

source: Unhappy?
fr: Mécontent ?

source: Update
fr: Mise à jour

source: Updated within
fr: Changé

source: Upload
fr: Télécharger en amont

source: Upload a CSV
fr: Télécharger un CSV en amont

source: Upload a CSV file to update multiple sites
fr: Télécharger un fichier CSV en amont pour mettre à jour des sites multiples

source: Upload a CSV: ID, ParentID, ItemName
fr: Télécharger un CSV en amont : ID, ident. de parent, nom de l'élément

source: Upload it for bulk sites updates
fr: Télécharger en amont pour mises à jour massives des sites

source: Upload your CSV file
fr: Télécharger en amont votre fichier CSV

source: Uploading, please wait...
fr: En train de télécharger en amont, veuillez patienter...

source: Use SMS to query, update or receive alerts from the system
fr: Utiliser des SMS pour demander, mettre à jour ou recevoir des avertissements du système

source: Use it for free in the cloud OR download the code, it’s open source!
fr: Utiliser gratuitement dans le nuage OU télécharger le code, c'est une source ouverte !

source: Use the following expressions to fill your message with sites data
fr: Utiliser les expressions suivantes pour remplir votre message avec les données des sites

source: User
fr: Utilisateur

source: User Name :
fr: Nom de l'utilisateur :

source: View Configuration
fr: Afficher la configuration

source: View aggregated data on a live resource map
fr: Afficher les données cumulatives sur une carte des ressources en direct

source: View and update resource allocations via the Web or SMS text message
fr: Afficher et mettre à jour les affectations des ressources par le biais du web ou d'un SMS

source: View as
fr: Afficher en tant que

source: View your collections
fr: Afficher vos collections

source: Visualize and update
fr: Visualiser et mettre à jour

source: Visualize live and historical data on a map or using a graph
fr: Visualiser les données actuelles et historiques sur une carte ou au moyen d'un graphique

source: We are generating a preview for the sites you are importing.
fr: Nous sommes en train de générer un Aperçu pour les sites que vous importez.

source: We couldn't import your data from file %s.
fr: Nous n'avons pas pu importer vos données du fichier %s

source: We finished importing all your data from file %s.
fr: Nous avons terminé l'importation de toutes vos données du fichier %s

source: We recommend you to download the CSV, make changes to it and upload it here for doing a bulk update:
fr: Nous recommandons que vous téléchargiez le CSV, que vous effectuiez les modifications et que vous le téléchargiez en amont ici pour une mise à jour massive :

source: What can I use it for?
fr: A quoi cela peut-il me servir?

source: When
fr: Quand

source: Whether you're helping economically disadvantaged people find nutritious, fresh, and affordable produce, managing food banks, or simply trying to chart the most popular edibles in a given area, Resource Map makes it easy. And since Resource Map can be updated using almost any cellular phone, your resource data is always just as fresh as the food.
fr: Que vous aidiez des personnes démunies sur le plan économique à trouver des produits agricoles nutritifs, frais et à un prix abordable, que vous gériez des banques alimentaires ou que vous essayiez simplement de faire le graphique des produits comestibles les plus populaires dans une région donnée, la Carte des ressources peut vous faciliter la tâche. Et puisque la Carte des ressources peut être mise à jour en utilisant presque tous les téléphones mobiles, vos données sur les ressources sont toujours aussi fraîches que les aliments.

source: Whether you're helping economically disadvantaged people find nutritious, fresh, and affordable produce, managing food banks, or simply trying to chart the most popular edibles in a given area, Resource Map makes it easy. And since Resource Map can be updated using almost any cellular phone, your resource data is always just as fresh as the food.
fr: Que vous aidiez des personnes démunies sur le plan économique à trouver des produits agricoles nutritifs, frais et à un prix abordable, que vous gériez des banques alimentaires ou que vous essayiez simplement de faire le graphique des produits comestibles les plus populaires dans une région donnée, la Carte des ressources peut vous faciliter la tâche. Et puisque la Carte des ressources peut être mise à jour en utilisant presque tous les téléphones mobiles, vos données sur les ressources sont toujours aussi fraîches que les aliments.

source: Who is using it?
fr: Qui l'utilise ?

source: With the support from the Global Fund, the Center for Malaria Parasitology and Entomology of Laos PDR (CMPE) uses Resource Map to report both the stock levels of life saving malaria drugs and the number of Malaria cases located at the village health centers up to the national level. This allows the Ministry of Health to have a real time visual picture of what resources are available and what is needed to treat patients.
fr: Avec l'appui du Fonds mondial, le Center for Malaria Parasitology and Entomology (CMPE) de la RDP du Laos utilise la Carte des ressources pour signaler à la fois le niveau des stocks de médicaments antipaludiques salavateurs et le nombre de cas de paludisme dans les centres de santé du niveau villageois au niveau national. Cela permet au Ministère de la Santé d'avoir un tableau visuel en temps réel des ressources disponibles et de ce qui est nécessaire pour traiter les patients.

source: With the support of the Clinton Health Access Initiative (CHAI), CNM uses Resource Map to support their malaria drug program with our tool to capture malaria drug updates from at risk health centers on a two week cycle. The goal of monitoring resources so closely is to improve the stock management of malaria treatment drugs. This tool helps the health centers to avoid the possibility of over or under stocking important drug supplies.
fr: Avec l'appui de la Clinton Health Access Initiative (CHAI), le CNM utilise la carte des ressources pour appuyer son programme sur les médicaments antipaludiques avec notre outil pour capturer les mises à jour des médicaments antipaludiques dans les centres de santé exposés au paludisme pour un cycle de deux semaines. L'objectif d'une surveillance si étroite des ressources est d'améliorer la gestion des stocks de médicaments pour le traitement du paludisme. Cet outil aide les centres de santé à éviter de surstocker ou de sous-stocker des médicaments importants.

source: You don't need to leave this window open while the data is imported, we'll take care of that for you. However, if you're still here when the importation ends, we'll let you know so you can start working on your new data right away.
fr: Il n'est pas nécessaire de laisser cette fenêtre ouverte pendant l'importation des données, nous nous en chargerons pour vous. Toutefois, si vous êtes toujours là à la fin de l'importation, nous vous en informerons pour que vous puissiez commencer à travailler immédiatement sur vos nouvelles données.

source: You have no items yet
fr: Vous n'avez pas encore d'éléments

source: Your team can record, track and analyze food prices and supplies
fr: Votre équipe peut enregistrer, suivre et analyser les prix des aliments et leur approvisionnement

source: Your team can record, track and analyze medical supplies and resources
fr: Votre équipe peut enregistrer, suivre et analyser les fournitures et les ressources médicales

source: Your team can record, track and analyze resources
fr: Votre équipe peut enregistrer, suivre et analyser les ressources

source: add Layers
fr: ajouter des couches

source: all
fr: tous

source: all sites
fr: Tous les sites

source: and
fr: et

source: as they happen, using a live map or text message request
fr: au fur et à mesure qu'ils se produisent, en utilisant une carte en direct ou une demande de SMS

source: by knowing where your resources are in real time
fr: en sachant où vos ressources se trouvent en temps réel

source: check all
fr: vérifier tout

source: code for developers to use to improve its design and functionality
fr: code à utiliser par les réalisateurs de logiciel afin d'améliorer la conception et la fonctionnalité

source: complete control over the visibility of resource allocation data
fr: contrôle complet sur la visibilité des données d'affectation des ressources

source: distribution patterns and anomalies with visual mapping and trend analysis
fr: Modèles de distribution et anomalies avec une carte visuelle et une analyse des tendances

source: easily on resource allocation decisions
fr: facilement sur les décisions d'affectation des ressources

source: equals
fr: égal

source: existing
fr: existant

source: first before managing your thresholds.
fr: avant de gérer vos seuils.

source: for
fr: pour

source: for anyone to use to help increase their social impact
fr: à utiliser par tout le monde pour accroître leur impact social

source: has no value
fr: n'a pas de valeur

source: important alerts instantly and address them proactively
fr: Recevoir des avertissements importants instantanément et les aborder de façon proactive

source: is
fr: est

source: is 'no'
fr: est « non »

source: is 'yes'
fr: est « oui »

source: is between
fr: entre

source: is greater than
fr: supérieur à

source: is greater than or equal to
fr: supérieur ou égal à

source: is less than
fr: inférieur à

source: is less than or equal to
fr: inférieur ou égal à

source: is not
fr: différent de

source: is:
fr: est :

source: leave blank if you don't want to change it
fr: laisser en blanc si vous ne souhaitez pas le modifier

source: name changed from %{first_change} to %{second_change}
fr: nom modifié de %{first_change} à %{second_change}

source: new
fr: nouveau

source: no
fr: non

source: of
fr: de

source: or
fr: ou

source: please select collection to set message quota
fr: veuillez sélectionner la collection pour définir le quota de messages

source: processing the hierarchy file
fr: En train de traiter le fichier de hiérarchie

source: repeat
fr: répéter

source: resource allocations without a complex and expensive GIS
fr: affectations des ressources sans un SIG complexe et onéreux

source: resource data from any text messaging-capable phone
fr: données sur les ressources à partir de tout téléphone capable d'envoyer et de recevoir des SMS

source: set message quota to the selected collection
fr: définir le quota des messages pour la collection sélectionnée

source: show more
fr: afficher plus

source: site's owner will receive this reminder
fr: le propriétaire du site recevra ce rappel

source: starts with
fr: débute par

source: the last day
fr: Mise à jour au cours des dernières 24 heures

source: the last hour
fr: Mise à jour dans la dernière heure

source: the last month
fr: Mise à jour au cours du dernier mois

source: the last week
fr: Mise à jour dans la dernière semaine

source: true
fr: vrai

source: uncheck all
fr: désélection globale

source: we need your current password to confirm your changes
fr: Nous avons besoin de votre mot de passe actuel pour confirmer vos modifications

source: with errors
fr: avec des erreurs

source: yes
fr: oui

source: Showing 1 site out of %d
fr: Afficher 1 site sur %d

source: Upload new logo
fr: Télécharger vers l'amont le nouveau logo

source: Viewing 1 site in map
fr: Afficher 1 site sur la carte

source: Showing all %d sites
fr: Afficher tous les sites %d

source: Edit Site
fr: Modifier le site

source: Delete Site
fr: Supprimer le site

source: Viewing %d sites in map
fr: Afficher les sites %d sur la carte

source: %{kind} field '%{name}' %{code} %{key} changed to %{field_key}
fr: champ %{kind} field '%{name}' %{code} %{key} modifié en %{field_key}

source: Showing %d sites out of %d
fr: Afficher sites %d sur %d

source: Import job
fr: Importer la tâche

source: User|Remember created at
fr: User|Rappel créé à

source: LayerHistory|Ord
fr: LayerHistory|Ordre de la couche

source: the layer must have at least one field
fr: la couche doit comporter au moins un champ

source: Layer|Name
fr: Layer|Nom

source: Collection %{collection_name}'s sites deleted
fr: sites supprimés dans collection %{collection_name}

source: Field|Kind
fr: Field|Type

source: Collection %{collection_name} deleted
fr: Collection %{collection_name} supprimée

source: User|Success outcome
fr: User|Succès

source: FieldHistory|Name
fr: FieldHistory|Nom du champ

source: No users found
fr: Aucun utilisateur trouvé

source: SiteHistory|Location mode
fr: SiteHistory|Emplacement du site

source: Custom permissions for 1 site
fr: Droits d'accès personnalisés pour 1 site

source: Hierarchy Editor for %s field
fr: Éditeur de hiérarchie pour champ %s

source: Channel|Advanced setup
fr: Channel|Configuration avancée

source: Layer '%s' successfully saved
fr: Couche '%s' sauvegardée avec succès

source: Channel|Password
fr: Channel|Mot de passe

source: No
fr: Non

source: SiteHistory|Name
fr: SiteHistory|Nom du site

source: Activity|Item type
fr: Activity|élément

source: a field with code '%s' already exists in the layer named %s
fr: un champ avec le code '%s' existe déjà dans la couche nommée %s

source: ImportJob|Finished at
fr: ImportJob|terminée à

source: User|Gateway count
fr: User|passerelles

source: Snapshot %{snapshot_name} unloaded
fr: Instantané d'écran %{snapshot_name} vidé

source: Snapshot could not be created: %{errors}
fr: Instantané d'écran n'a pas pu être créé : %{errors}

source: Membership|Admin
fr: Membership|Administration

source: Message|Subject
fr: Message|Objet

source: Move down
fr: Déplacer vers le bas

source: Layer|Anonymous user permission
fr: Layer|Droit d'accès pour utilisateur anonyme

source: Value
fr: Valeur

source: duplicated field code '%s'
fr: Code de champ en double '%s'

source: Are you sure you want to delete layer %s
fr: Etes-vous sûr de vouloir supprimer la couche %s

source: User|Unconfirmed email
fr: User|courrier électronique non confirmé

source: Collection|Anonymous location permission
fr: Collection|Autorisation de emplacement anonyme

source: SiteHistory|Properties
fr: SiteHistory|Propriétés du site

source: Layer
fr: Couche

source: Item name is required.
fr: Le nom de l'élément est nécessaire

source: Do you want to delete this item and its children?
fr: Souhaitez-vous supprimer cet élément et ses enfants?

source: Collection %{collection_name} created
fr: Collection %{collection_name} créée

source: Message|Channel
fr: Message|Canal

source: FieldHistory|Ord
fr: FieldHistory|Ordre du champ

source: User|Current sign in ip
fr: User|Ouverture de session actuelle dans ip

source: Message|From
fr: Message|De

source: Notification's message is missing
fr: Le message de notification manque

source: Reminder|Name
fr: Reminder|Nom

source: Channel|Is enable
fr: Channel|Activer

source: Repeat
fr: Répéter

source: Custom permissions for sites
fr: Droits d'accès personnalisés pour les sites

source: a field with name '%s' already exists in the layer named %s
fr: un champ avec le nom '%s' existe déjà dans la couche nommée %s

source: Layer|Ord
fr: Layer|Ordre

source: User|Last sign in at
fr: User|Dernière ouverture de session à

source: Field|Name
fr: Field|Nom

source: Identity|Provider
fr: Identity|Prestataire

source: User|Confirmation sent at
fr: User|Confirmation envoyée à

source: User|Authentication token
fr: User|Jeton d'authentification

source: LayerHistory|Name
fr: LayerHistory|Nom de la couche

source: LayerHistory|Anonymous user permission
fr: LayerHistory|Droit d'accès pour utilisateur anonyme

source: Message|Guid
fr: Message|IUG

source: Channel
fr: Canal

source: Threshold|Is notify
fr: Threshold|Notifier

source: Sites permission
fr: Droit d'accès aux sites

source: Collection|Lng
fr: Collection|Langue

source: Reminder|Is all site
fr: Reminder|dans tout le site

source: Item id is required.
fr: L'identité de l'élément est nécessaire

source: ImportJob|Original filename
fr: ImportJob|Nom de fichier d'origine

source: Activity|Data
fr: Activity|Données

source: LayerMembership|Read
fr: LayerMembership|Lire

source: User|Last sign in ip
fr: User|Dernière ouverture de session en

source: FieldHistory|Config
fr: FieldHistory|Configuration du champ

source: User|Layer count
fr: User|Couches

source: FieldHistory|Version
fr: FieldHistory|Version du champ

source: FieldHistory|Metadata
fr: FieldHistory|Méta-données

source: Snapshot %{name} created
fr: Instantané d'écran %{name} créé

source: SiteHistory|Valid since
fr: SiteHistory|Valide depuis

source: Channel|Nuntium channel name
fr: Channel|Nom du canal Nuntium

source: Snapshot|Name
fr: Snapshot|Nom

source: User|Collection count
fr: User|Nombre de collection

source: Collection %{collection_name} updated
fr: Collection %{collection_name} mise à jour

source: Reminder|Reminder message
fr: Reminder|Message de rappel

source: SitesPermission|Some sites
fr: SitesPermission|Certains sites

source: Message|Country
fr: Message|Pays

source: Channel|Basic setup
fr: Channel|Configuration de base

source: Collection|Min lat
fr: Collection|Latitude minimum

source: Valid credentials
fr: Authentifiant valide

source: Hierarchy Editor
fr: Éditeur de hiérarchie

source: User|Reset password sent at
fr: User|Réinitialiser le mot de passe envoyé à

source: Enter new site name
fr: Entrer un nouveau nom de site

source: LayerHistory|Valid to
fr: LayerHistory|Valide jusqu'à

source: Snapshot %{name} loaded
fr: Instantané d'écran %{name} chargé

source: User|Encrypted password
fr: User|Mot de passe codé

source: Threshold|Message notification
fr: Threshold|Notification d'un message

source: Threshold|Name
fr: Threshold|Nom

source: Yes
fr: Oui

source: User|Phone number
fr: User|Numéro de téléphone

source: Reminder|Status
fr: Reminder|État

source: SiteHistory|Id with prefix
fr: SiteHistory|ld avec préfixe

source: Collection|Max lng
fr: Collection|Max Ing

source: Collection|Icon
fr: Collection|Icône

source: Collection|Lat
fr: Collection|Latitude

source: Are you sure to delete reminder
fr: Etes-vous sûr que vous souhaitez supprimer le rappel?

source: FieldHistory|Valid since
fr: FieldHistory|Valide depuis

source: User|Reset password token
fr: User|Réinitialiser le jeton de mot de passe

source: User|Sign in count
fr: User|Nombre d'ouvertures de session

source: Layer %s successfully deleted
fr: Couche %s supprimée avec succès

source: Remove this member
fr: Supprimer ce membre

source: Are you sure you want to remove this member from the collection?
fr: Etes-vous sûr que vous souhaitez supprimer ce membre de la collection ?

source: Message|Body
fr: Message|Corps

source: Reminder
fr: Rappel

source: Threshold|Color
fr: Threshold|Couleur

source: Layer membership
fr: Membres de la couche

source: User|Email
fr: User|Courrier électronique

source: Account updated successfully
fr: Compte mis à jour avec succès

source: Location permission
fr: Droit d'accès à l'emplacement

source: User|Confirmed at
fr: User|Confirmé à

source: Are you sure you want to delete %s?
fr: Etes-vous sûr que vous souhaitez supprimer %s ?

source: Invalid parameters. Parameters should include 'user' and 'password'.
fr: Paramètres invalides. Les paramètres devraient inclure 'utilisateur' et 'mot de passe'.

source: Membership
fr: Membre

source: Reminder|Next run
fr: Reminder|Prochaine exécution

source: Collection|Anonymous name permission
fr: Collection|Droit d'accès anonyme

source: Are you sure you want to remove %s from the collection?
fr: Etes-vous sûr que vous souhaitez supprimer %s de la collection?

source: Identity
fr: Identité

source: Are you sure to delete this gateway?
fr: Etes-vous sûr que vous souhaitez supprimer cette passerelle ?

source: Threshold|Is all site
fr: Threshold|dans tout le site

source: Channel|National setup
fr: Channel|Configuration nationale

source: Layer history
fr: Historique de la couche

source: Move up
fr: Déplacer vers le haut

source: Site '%s' successfully created
fr: Site '%s' créé avec succès

source: FieldHistory|Valid to
fr: FieldHistory|Valide jusqu'à

source: Repeat|Name
fr: Repeat|Nom

source: Message|Carrier
fr: Message|Porteur

source: Snapshot
fr: Instantané d'écran

source: Field|Config
fr: Field|Configuration

source: Field|Metadata
fr: Field|Métadonnées

source: Site|Id with prefix
fr: Site|ld avec préfixe

source: Site|Location mode
fr: Site|Mode d'emplacement

source: the layer's Name is missing
fr: Le nom de la couche manque

source: Imported layers from %{collection_name}
fr: Couches importées de %{collection_name}

source: Alert property's name is missing
fr: Alerte : le nom de la propriété manque

source: Prefix
fr: Préfixe

source: User|Is super user
fr: User|Super utilisateur

source: Message|To
fr: Message|A l'intention de

source: User|Confirmation token
fr: User|Jeton de confirmation

source: Collection|Max lat
fr: Collection|Latitude maximum

source: Site|Lng
fr: Site|Langue

source: Collection|Min lng
fr: Collection|Min Ing

source: Site|Properties
fr: Site|Propriétés

source: Confirm
fr: Confirmer

source: Site|Lat
fr: Site|Latitude

source: Field
fr: Champ

source: Invalid credentials
fr: Authentifiant invalide

source: User|Current sign in at
fr: User|Ouverture de session actuelle à

source: FieldHistory|Kind
fr: FieldHistory|Type

source: Site|Name
fr: Site|Nom

source: Collection|Name
fr: Collection|Nom

source: Search by email...
fr: Rechercher par courrier électronique...

source: SitesPermission|All sites
fr: SitesPermission|Tous les sites

source: Name permission
fr: Droit d'accès par nom

source: LayerMembership|Write
fr: LayerMembership|Écrire

source: Threshold|Email notification
fr: Threshold|Notification par courrier électronique

source: SiteHistory|Valid to
fr: SiteHistory|Valide jusqu'à

source: Identity|Token
fr: Identity|Jeton

source: Threshold|Ord
fr: Threshold|Ordre

source: duplicated field name '%s'
fr: nom de champ '%s' en double

source: LayerHistory|Valid since
fr: LayerHistory|Valide depuis

source: Anonymous users
fr: Utilisateurs anonymes

source: Threshold
fr: Seuil

source: Message|Reply
fr: Message|Répondre

source: Channel|Name
fr: Channel|Nom

source: Site history
fr: Historique du site

source: Threshold|Phone notification
fr: Threshold|Notification par téléphone

source: Field history
fr: Historique du champ

source: All
fr: Tous

source: Reminder|Schedule
fr: Reminder|Calendrier

source: Repeat|Rule
fr: Repeat|Règle

source: SiteHistory|Lat
fr: SiteHistory|Latitude

source: Some
fr: Certains

source: Item id already exists.
fr: l'identité de l'élément existe déjà

source: Field|Ord
fr: Field|Ordre

source: Repeat|Order
fr: Repeat|Ordre

source: Threshold|Is all condition
fr: Threshold|toutes les conditions

source: Message|Is send
fr: Message| envoyer

source: User|Site count
fr: User|Nombre de sites

source: ImportJob|Status
fr: ImportJob|État

source: (for example: 85512345678)
fr: (par exemple : 85512345678)

source: can't be blank
fr: ne peut être vierge

source: %{sites} were imported
fr: %{sites} ont été importés

source: Hide
fr: Masquer
